index.html
<!DOCTYPE html>
<html lang="en">
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="HandheldFriendly" content="True">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    <!-- <link rel="shortcut icon" href="https://probberechts.github.io/hexo-theme-cactus/cactus-classic/public/images/favicon.ico"> -->
    <!-- <link rel="icon" type="image/png" href="https://probberechts.github.io/hexo-theme-cactus/cactus-classic/public/images/favicon-192x192.png" sizes="192x192"> -->
    <title> 柴小祥 </title>
    <link rel="stylesheet" href="./cac.css">
    <link rel="stylesheet" href="./rtl.css">
  </head>
  <body class="max-width mx-auto px3 ltr">
    <div class="content index py4">
      <header id="header">
        <!-- <a href="https://xxchai.github.io"> -->
        <a href="./index.html">
          <div id="logo" style="background-image: url(./logo.png);"></div>
          <div id="title">
            <h1>  xxchai  </h1>
          </div>
        </a>
        <div id="nav">
          <ul>
            <li class="icon">
              <!-- <a href="https://xxchai.github.io/#"> -->
                <i class="fas fa-bars fa-2x"></i>
              <!-- </a> -->
            </li>
            <li>
              <a href="./index.html">home</a>
            </li>
            <li>
              <a href="./about.html">about</a>
            </li>
            <li>
              <a href="./papers.html">papers</a>
            </li>
            <li>
              <a href="./writings.html">writings</a>
            </li>
            <li>
              <a href="./links.html">links</a>
            </li>
          </ul>
        </div>
      </header>
<h1> 柴小祥</h1>

      <p>
My name is CHAI Xiaoxiang (Chinese, 柴小祥; Hangul, 차이 샤오샹) (see <a href="./about1.html">here</a> for a profile).
</p>

<p>
I am a BK 21 Research Fellow (mentor: <a href="https://sites.google.com/site/mathbeomjun/">Beomjun Choi</a>, Mar 2023 ~ now) at <a href="https://www.postech.ac.kr/eng/">POSTECH</a>. 
My research is partially supported Korea NRF RS-2024-00337418 (2024-2026) and (as a participant researcher/employee) Korea NRF 2022R1C1C1013511 (PI: <a href="https://sites.google.com/site/mathbeomjun/">Beomjun Choi</a>, 2022 ~ 2027).
</p>

<p>
See <a href="./about.html">about</a> / <a href="papers.html">research</a> / <a href="chai-xiaoxiang-cv-en.pdf">vitae</a> / <a href="chai-xiaoxiang-cv-cn.pdf">简历</a>. 
</p>

<p>
<b>Email</b>: xxchai AT kias.re.kr (or postech.ac.kr, however, KIAS email is preferred)
<br>
<b>Address</b>: Room 316, Dept. of Math., POSTECH, 77 Cheongam-Ro, Nam-Gu, Pohang, Gyeongbuk, Korea 37673
</p>
<div id="outline-container-org2762fda" class="outline-2">
<h2 id="org2762fda"><b>News</b> (<i>update on 09 apr, 2025</i>)</h2>
<div class="outline-text-2" id="text-org2762fda">
<ul class="org-ul">
<li>24-26 Apr, talk, KMS spring meeting, KAIST, Daejeon.</li>
<li>New look of this site based on this <a href="https://probberechts.github.io/hexo-theme-cactus/cactus-classic/public/">theme</a>.</li>
<li>New <a href="./spec-bwe.pdf">preprint</a> with Yukai Sun (PKU).</li>
<li>New <a href="https://arxiv.org/abs/2503.04025">preprint</a> with <a href="https://gaomw.com/">Gaoming Wang</a> (YMSC, Tsinghua).</li>
<li>31 Mar, <a href="https://arxiv.org/abs/2405.06934">paper</a> joint with Yimin Chen accpeted in <i>Comm. Comtep. Math.</i>.</li>
<li>2 Feb, <a href="https://arxiv.org/abs/2206.02624">paper</a> joint with Xueyuan Wan accepted in <i>CAG</i>.</li>
</ul>
</div>
</div>


      <footer id="footer">
        <div class="footer-left"> Copyright © 2018~2025 xxchai </div>
        <div class="footer-right">
          <nav>
            <ul>
              <li>
		<a href="./">home</a>
              </li>
              <li>
		<a href="./about.html">about</a>
              </li>
              <li>
		<a href="./papers.html">papers</a>
              </li>
              <li>
		<a href="./writings.html">writings</a>
              </li>
              <li>
		<a href="./links.html">links</a>
              </li>
            </ul>
          </nav>
        </div>
      </footer>

      <link rel="stylesheet" href="./all.min.css">
      <link rel="stylesheet" href="./justifiedGallery.min.css">
      <script src="./jquery.min.js.download"></script>
      <script src="./jquery.justifiedGallery.min.js.download"></script>
      <script src="./main.js.download"></script>
    </div>
  </body>
</html>
